{
    
    "pt_br" : {
        "nameProject" : "Madomo Planet",
        "bio" : "Bio",
        "music" : "Músicas",
        "contact" : "Contato",
        "mainInfo_title" : "meu novo álbum, meu novo propósito.",
        "mainInfo_desc" : "esqueça tudo ao seu redor. deixe de lado sua hipocrisia e abra sua mente.",
        "albumDescription_p1" : "Será que para tudo existe um propósito? Ou será que apenas encaramos os fatos de maneira diferente? Talvez nunca tenha refletido sobre isso, mas saiba que isso é essencial. Essencial para ser uma melhor pessoa consigo mesma. Essencial para quem te rodeia. Essencial para ser essencial.",
        "albumDescription_p2" : "Nadar contra a correnteza não é tarefa fácil, e isso já sabemos. Mas o que não nos damos conta é que nos momentos mais difíceis, a única coisa que teremos que lidar, somos nós mesmos.",
        "albumDescription_p3" : "Será que o propósito da sua vida é realmente esse? Será mesmo? Pense sobre.",
        "albumDescription_p4" : "São mudanças internas que vão refletir inteiramente no seu 'eu'. Você não sabe o quão é capaz para seguir em frente. Sem receio de opiniões alheias, se preocupando apenas em ser você. Na mais pura essência.",
        "albumDescription_p5" : "Esse álbum marcou transições importantes em minha vida. Seja ela profissional, artística, mas principalmente pessoal. Quero que ele faça parte de transições da sua vida também. Isso é o mínimo que posso fazer como forma de retribuição à vida e por tudo que ela já me proporcionou.",
        "albumDescription_p6" : "As músicas que o compõem poderão te fazer refletir, ou apenas dançar. Poderão lhe trazer um sorriso ou ao mesmo emocionar. Mas saiba: espero que você também se encontre. Encontre em si o seu verdadeiro propósito.",
        "musics_title" : "motivos e inspirações.",
        "musics_track1_title" : "01 - Kiss",
        "musics_track1_desc" : "Tudo é rápido. Frenético. As coisas acabam e a sensação de não ter aproveitado é inevitável. Faça desse momento o seu momento. Não tenha receio de ser você. Seja apenas você. E quando se sentir perdido, aflore seus sentidos.",
        "musics_track2_title" : "02 - Smile",
        "musics_track2_desc" : "A multidão está ao redor mas a solidão ainda está presente. Te consumido por completo. Force o seu grito interior suplicar por felicidade. Sim, é quase impossível. Quase. Mas já que para tudo existe uma saída, para todo tipo de ausência, existe a presença do seu 'eu'. Apodere-se do sorriso e não deixe a angústia sufocar.",
        "musics_track3_title" : "03 - Dissipate",
        "musics_track3_desc" : "Preso no meio de tanta ignorância. Não esqueça de 'ser' humano. Deixe sua bondade falar mais alto que seu ego. Você consegue. Esqueça por um instante sua singularidade. Seja plural.",
        "musics_track4_title" : "04 - Thinking",
        "musics_track4_desc" : "Expresse ao próximo o real motivo da sua existência. Se você ainda não à encontrou, não tenha medo de descobrir. Reflita sobre tudo e sobre todos. Reflita que o amanhã pode nem ao menos existir. Se está tudo bagunçado na mente, organização será seu dogma. Apenas você sabe o que é realmente válido levar consigo agora.",
        "musics_track5_title" : "05 - Inside the Groove",
        "musics_track5_desc" : "Feche os olhos e deixe seu próprio corpo responder aos comandos. Siga as instruções à risca e faça com que o ritmo lhe apodere. Simples. Apenas se entregue ao momento. Isso vai ser mais forte que tudo. Você vai ser mais forte que tudo.",
        "musics_track6_title" : "06 - Plot of Fear",
        "musics_track6_desc" : "A rotina destrói sonhos. Aos poucos, eles se ofuscam mais e mais. Lute. Busque. Creia. Não deixe eles de lado. Nunca. Ninguém tem o direito de tirar eles de você. Ninguém sabe o que você passou todos esses anos. E quando tudo implicar à desistência, desista apenas do que lhe impede.",
        "musics_track7_title" : "07 - Focus",
        "musics_track7_desc" : "O caminho à ser trilhado dependerá inteiramente das suas decisões. Quando sentir que o foco está sendo sobreposto, batalhe pelo autocontrole. Inevitável e sem possibilidade de fuga. Dedique-se aos seus problemas. Eles precisam de solução.",
        "musics_track8_title" : "08 - Voltage",
        "musics_track8_desc" : "Mente inquieta. Cíclico e atormentador. O conflito interno agora predomina. Sempre existirão consequências, mas no final um único vencedor. E se neste momento não estiver no topo, sua meta agora é alcançá-lo.",
        "musics_track9_title" : "09 - Dark Side",
        "musics_track9_desc" : "Basicamente nada será básico. Não adianta complicar mais o que já é complicado por natureza. Questione. Busque. Não fuja das imperfeições. E no momento que a escuridão tomar conta, seja luz.",
        "production_title" : "Produção",
        "production_item1" : "Criação, conceito, mixagem e masterização",
        "production_item2" : "Rodolfo Ferrarini",
        "production_coverArt1" : "Cover Art",
        "production_coverArt2" : "Fulano 1 / Fulano 2",
        "production_label1" : "Gravadora",
        "production_label2" : "Trip to Enceladus",
        "moreMusic_soundcloud_footer" : "Ouça também no Soundcloud",
        "moreMusic_spotify_footer" : "Esse é meu lançamento anterior",
        "aboutMe" : "DJ/Produtor brasileiro que tem uma única finalidade, fazer com que sua música quebre barreiras, conquistando seu espaço e admiração à cada evento. Com sua forte identidade sonora, Madomo Planet caminha em meio ao Techno, e aos poucos vai escrevendo sua história na cena. Projeto criado no fim de 2016 que já vem ganhando destaque com lançamentos em labels como: Piko Music (ITA), Warbeats Records (BRA) e Underxpression Records (BRA). Em constante evolução é possível dizer que isso é apenas o começo, e tenha certeza que Madomo Planet é o nome da ascensão.",
        "socialLinks_title" : "Redes Sociais",
        "followInsta-title" : "Siga-me no Instragam!",
        "bio_title" : "Biografia"
    },
    
    "en" : {
        "nameProject" : "Madomo Planet",
        "bio" : "Bio",
        "music" : "Musics",
        "contact" : "Contact",
        "mainInfo_title" : "my new album, my new purpose.",
        "mainInfo_desc" : "forget everything around you. set your hypocrisy aside and open your mind.",
        "albumDescription_p1" : "Is there a purpose for everything? Or do we just look at the facts differently? Maybe you've never thought about it, but know that it's essential. Essential to be a better person to yourself. Essential for those around you. Essential to be essential.",
        "albumDescription_p2" : "Swimming against the current is no easy task, and we already know that. But what we do not realize is that in the most difficult times, the only thing we have to deal with is ourselves.",
        "albumDescription_p3" : "Is the purpose of your life really that? Really? Think about.",
        "albumDescription_p4" : "These are internal changes that will reflect entirely in your 'I'. You do not know how you can move on. Not afraid of other people's opinions, just worrying about being you. In the purest essence.",
        "albumDescription_p5" : "This album marked important transitions in my life. Be it professional, artistic, but mostly personal. I want it to be part of your life transitions as well. That is the least I can do as a way of retribution to life and for everything it has already given me.",
        "albumDescription_p6" : "The songs that compose it can make you reflect, or just dance. They can bring you a smile or the same emotion. But know: I hope you find yourself. Find in yourself your true purpose.",
        "musics_title" : "motives and inspirations.",
        "musics_track1_title" : "01 - Kiss",
        "musics_track1_desc" : "Everything is fast. Frantic. Things run out and the feeling of not having taken advantage is inevitable. Make this moment your moment. Do not be afraid to be you. Be just you. And when you feel lost, grow your senses.",
        "musics_track2_title" : "02 - Smile",
        "musics_track2_desc" : "The crowd is around but the loneliness is still present. Consuming you for complete. Force your inner cry to plead for happiness. Yes, it's almost impossible. Almost. But since for everything there is an exit, for all kinds of absence, there is the presence of your 'I'. Take the smile and do not let the anguish quell.",
        "musics_track3_title" : "03 - Dissipate",
        "musics_track3_desc" : "Stuck in the midst of so much ignorance. Do not forget to 'being' human. Let your kindness speak louder than your ego. You can. Forget your singularity for a moment. Be plural.",
        "musics_track4_title" : "04 - Thinking",
        "musics_track4_desc" : "Express to the next the real reason for your existence. If you have not found it yet, do not be afraid to find out. Reflect on everything and all. Reflect that tomorrow can not even exist. If everything is messed up in the mind, organization will be your dogma. Only you know what it's really worth to take with you now.",
        "musics_track5_title" : "05 - Inside the Groove",
        "musics_track5_desc" : "Close your eyes and let your own body respond to commands. Follow the instructions to the letter and make the rhythm take you. Simple. Just surrender to the moment. This is going to be stronger than everything. You'll be stronger than everything.",
        "musics_track6_title" : "06 - Plot of Fear",
        "musics_track6_desc" : "Routine destroys dreams. Little by little, they become more and more obfuscated. Fight. Search. Believe. Do not leave them aside. Never. No one has the right to take them away from you. No one knows what you've been through all these years. And when it all means giving up, give up only what prevents you.",
        "musics_track7_title" : "07 - Focus",
        "musics_track7_desc" : "The path to be followed will depend entirely on your decisions. When you feel the focus being overlapped, battle for self-control. Inevitable and without possibility of escape. Dedicate yourself to your problems. They need a solution.",
        "musics_track8_title" : "08 - Voltage",
        "musics_track8_desc" : "Restless mind. Cyclical and tormenting. Internal conflict now prevails. There will always be consequences, but in the end a single winner. And if you're not at the top right now, your goal is now to reach it.",
        "musics_track9_title" : "09 - Dark Side",
        "musics_track9_desc" : "Basically nothing will be basic. There is no point in complicating what is already complicated by nature. Ask. Search. Do not run away from imperfections. And the moment the darkness takes over, be light.",
        "production_title" : "Production",
        "production_item1" : "Creation, concept, mixing and mastering",
        "production_item2" : "Rodolfo Ferrarini",
        "production_coverArt1" : "Cover Art",
        "production_coverArt2" : "Fulano 1 / Fulano 2",
        "production_label1" : "Record company",
        "production_label2" : "Trip to Enceladus",
        "moreMusic_soundcloud_footer" : "Also listen to Soundcloud",
        "moreMusic_spotify_footer" : "This is my previous release",
        "aboutMe" : "DJ/Brazilian producer that has a single purpose, to make its music to break down barriers, conquering its space and admiration to each event. With its strong sound identity, Madomo Planet walks in the midst of Techno, and gradually writes its story on the scene. Project created at the end of 2016 that has already gained prominence with releases in labels such as: Piko Music (ITA), Warbeats Records (BRA) and Underxpression Records (BRA). In constant evolution it is possible to say that this is just the beginning, and make sure that Madomo Planet is the name of the ascension.",
        "socialLinks_title" : "Social Networks",
        "followInsta-title" : "Follow me on Instagram!",
        "bio_title" : "Biography"
    }
    
}